START_MESSAGE_TEXT = """
Привет, этот инструмент ускорит в 5-10 раз скорость получения отзывов!
А также позволит сократить расходы на ручной труд менеджеров.


<b>Стоимость:</b>
- 20р/лид для первых 5 по счету селлеров
- 30р/лид для 6-15 селлеров
- 40р/лид для 16-30 селлеров

30 селлеров - максимальное кол-во селлеров, которые будут одновременно использовать наши услуги.
Наша задача - дать неконкурентное преимущество для небольшой группы людей, а не выводить продукт на общий рынок.

Будущие релизы:
- раздача нескольких артикулов последовательно
- приоритезация артикулов
- автоматические выплаты
- раздача одному человеку несколько артикулов параллельно

<b>Лид - человек, который написал боту и заинтересовался условиями кэшбека.</b>

P.S. Если что-то непонятно — в любое время нажмите кнопку «🆘 Поддержка» или введите команду /support, и напишите {admin_username}.
"""


REGISTRATION_ACCOUNT_WARNING_TEXT = """
ВНИМАНИЕ! регистрацию делать с личного/рабочего аккаунта! НЕ с бизнес-аккаунта, на котором раздачи делаются
"""


ADD_CABINET_INSTRUCTION_TEXT = """
Теперь давайте зарегистрируем ваши кабинеты, выберите пункт <b>Добавить кабинет</b> в меню
"""


ADD_CABINET_BUTTON_TEXT = "⚙️Добавить кабинет"
SUPPORT_BUTTON_TEXT = "🆘 Поддержка"
BUY_LEADS_BUTTON_TEXT = "💰Купить лиды"
MY_CABINET_BUTTON_TEXT = "ℹ️ Мой кабинет"
REFILL_BALANCE_BUTTON_TEXT = "💳 Пополнить баланс"
